{"raw_text": "\nExecutive Orders: Issuance and Revocation \n\nVanessa K. Burrows \n\nLegislative Attorney \n\nMarch 25, 2010 \n\nCongressional Research Service \n\n7-5700 \n\nwww.crs.gov \n\nRS20846 \n\nCRS Report for Congress \n\f\nExecutive Orders: Issuance and Revocation \n\nSummary \n\nExecutive orders and proclamations are used extensively by Presidents to achieve policy goals, \nset uniform standards for managing the executive branch, or outline a policy view intended to \ninfluence the behavior of private citizens. The Constitution does not define these presidential \ninstruments and does not explicitly vest the President with the authority to issue them. \nNonetheless, such orders are accepted as an inherent aspect of presidential power, and, if based \non appropriate authority, they have the force and effect of law. This report discusses the nature of \nexecutive orders and proclamations, with a focus on the scope of presidential authority to execute \nsuch instruments and judicial and congressional responses thereto. \n\nIn the 111 th Congress, several bills have been introduced regarding the revocation and \nmodification of executive orders: H.R. 35, H.R. 500/S. 237, H.R. 603, H.R. 1228, H.R. 3465, \nH.R. 4453, and S. 2929. Other bills on executive orders proposed in this Congress are prescriptive \nand contain provisions that do not necessarily revoke or require alteration of executive orders: \nH.R. 21, H.R. 292, H.R. 669, H.R. 1082, H.R. 1367, H.R. 3293, S. 237, and S. 2929. In some \ncases, these bills may expand upon existing executive orders. \n\nThe 111 th Congress has also passed several laws with provisions related to existing executive \norders: P.L. 111-5, the American Recovery and Reinvestment Act of 2009 (ARRA); P.L. 111-8, \nthe Omnibus Appropriations Act, 2009; P.L. 111-80, the Agriculture, Rural Development, Food \nand Drug Administration, and Related Agencies Appropriations Act, 2010; and P.L. 111-117, the \nConsolidated Appropriations Act, 2010. Additionally, President Obama has issued an executive \norder titled Patient Protection and Affordable Care Act's Consistency with Longstanding \nRestrictions on the Use of Federal Funds for Abortion, which was discussed during the House \nfloor debate on H.R. 3590/P.L. 111-148. \n\nCongressional Research Service \n\f\nExecutive Orders: Issuance and Revocation \n\nContents \n\nDefinition and Authority ............................................................................................................. 1 \n\nJudicially Enforced Limitations ................................................................................................... 3 \n\nJustice Jackson's Concurrence ............................................................................................... 3 \n\nCongressional Revocation and Alteration of Executive Orders ..................................................... 4 \n\nSelect Laws Concerning Executive Orders Enacted During the 111 th Congress ...................... 5 \n\nLegislative Proposals in the 111 th Congress ........................................................................... 6 \n\nPresidential Revocation and Alteration of Executive Orders ........................................................ 6 \n\nContacts \n\nAuthor Contact Information ........................................................................................................ 8 \n\nAcknowledgments ...................................................................................................................... 8 \n\nCongressional Research Service \n\f\nExecutive Orders: Issuance and Revocation \n\nDefinition and Authority \n\nThe Constitution does not contain any provisions that define executive orders or proclamations. \nThe most widely accepted description appears to be that of the House Government Operations \nCommittee in 1957: \n\nExecutive orders and proclamations are directives or actions by the President. When they are \nfounded on the authority of the President derived from the Constitution or statute, they may \nhave the force and effect of law.... In the narrower sense Executive orders and proclamations \nare written documents denominated as such.... Executive orders are generally directed to, and \ngovern actions by, Government officials and agencies. They usually affect private \nindividuals only indirectly. Proclamations in most instances affect primarily the activities of \nprivate individuals. Since the President has no power or authority over individual citizens \nand their rights except where he is granted such power and authority by a provision in the \nConstitution or by statute, the President's proclamations are not legally binding and are at \nbest hortatory unless based on such grants of authority. The difference between Executive \norders and proclamations is more one of form than of substance. 1 \n\nIn addition to executive orders and proclamations, Presidents often issue вЂњpresidential \nmemoranda.вЂќ The distinction of these instruments from executive orders and proclamations is \nlikewise more a matter of form than of substance. Specifically, all three instruments can be \nemployed to direct and govern the actions of government officials and agencies. 2 Further, if \nissued under a valid claim of authority and published, all three may have the force and effect of \nlaw, requiring courts to take judicial notice of their existence. 3 Indeed, it would appear that the \nonly technical difference between executive orders and proclamations in relation to presidential \nmemoranda is that the former must be published in the Federal Register, while the latter are \npublished only when the President determines that they have вЂњgeneral applicability and legal \neffect.вЂќ 4 \n\nJust as there is no definition of executive orders and proclamations in the Constitution, there is, \nlikewise, no specific provision authorizing their issuance. As such, authority for the execution and \nimplementation of executive orders stems from implied constitutional and statutory authority. In \nthe constitutional context, presidential power to issue such orders has been derived from Article \nII, which states that вЂњthe executive power shall be vested in a President of the United States,вЂќ that \nвЂњthe President shall be Commander in Chief of the Army and Navy of the United States,вЂќ and that \n\n1 Staff of House Comm. on Government Operations, 85 th Cong., 1 st Sess., Executive Orders and Proclamations: A \nStudy of a Use of Presidential Powers (Comm. Print 1957) [hereinafter Orders and Proclamations]. \n\n2 For example, the Homeland Security Council (HSC) was first established by В§ 5 of Executive Order 13228 on \nOctober 8, 2001. 66 Fed. Reg. 51812-17 (Oct. 10, 2001). Its location was not specified in that executive order. Its \norganization and operation were addressed in a Homeland Security Presidential Directive on October 29, 2001, HSPD- \n1. See http://www.dhs.gov/xabout/laws/gc_1213648320189.shtm#1; CRS Report RS22840, Organizing for Homeland \nSecurity: The Homeland Security Council Reconsidered, by Harold C. Relyea, at 2. The HSC was later established \nwithin the Executive Office of the President in Title IX of the Homeland Security Act of 2002. \n\n3 Armstrong v. United States, 80 U.S. 154 (1871); see also Farkas v. Texas Instrument, Inc., 372 F.2d 629 (5 th Cir. \n1967); Farmer v. Philadelphia Electric Co., 329 F.2d 3 (3 rd Cir. 1964); Jenkins v. Collard, 145 U.S. 546, 560-61 (1893). \n\n4 44 U.S.C. В§ 1505. The Federal Register Act requires that executive orders and proclamations be published in the \nFederal Register. Id. Furthermore, executive orders must comply with preparation, presentation and publication \nrequirements established by an executive order issued by President Kennedy. See Exec. Order No. 11030, 27 Fed. Reg. \n5847 (1962). \n\nCongressional Research Service 1 \n\fExecutive Orders: Issuance and Revocation \nthe President вЂњshall take Care that the Laws be faithfully executed.вЂќ 5 The President's power to \nissue executive orders and proclamations may also derive from express or implied statutory \nauthority. 6 Irrespective of the implied nature of the authority to issue executive orders and \nproclamations, these instruments have been employed by every President since the inception of \nthe Republic. 7 \nDespite the amorphous nature of the authority to issue executive orders, Presidents have not \nhesitated to wield this power over a wide range of often controversial subjects, such as the \nsuspension of the writ of habeas corpus; 8 the establishment of internment camps during World \nWar II; 9 and equality of treatment in the armed services without regard to race, color, religion or \nnational origin. 10 President Obama recently issued an executive order pertaining to the abortion \nprovisions in the new health care law, the Patient Protection and Affordable Care Act. 11 This \nbroad usage of executive orders to effectuate policy goals has led some commentators to suggest \nthat many such orders constitute executive lawmaking that impacts the interests of private \ncitizens and encroaches upon congressional power. 12 The controversial nature of many \npresidential directives thus raises questions regarding whether and how executive orders may be \namended or revoked. \ns U.S. Const., Art. II, В§ 1, 2, and 3. See Orders and Proclamations, supra note 1, at 6-12. \n6 See Youngstown Sheet and Tube Co. v. Sawyer, 343 U.S. 579 (1952). \n? President George Washington's order of June 8, 1789, asking the heads of executive departments вЂњto submit 'a clear \naccount' of affairs connected with their [d]epartments,вЂќ is listed as the first executive order in a 1943 publication. The \nNEW JERSEY HISTORICAL RECORDS SURVEY, WORK PROJECTS ADMINISTRATION, LIST AND INDEX OF PRESIDENTIAL \nEXECUTIVE ORDERS, at 1 (1943). President Washington's first proclamations concerned A National Thanksgiving and \ntreaties with INdian nations. JAMES D. RICHARDSON, A COMPILATION OF THE MESSAGES AND PAPERS OF THE PRESIDENTS, \n1789-1897, Vol. I, at 64, 80-81 (1896). \n8 See, e.g., Executive Order from President Lincoln to Major-General H.W. Halleck, Commanding in the Department \nof Missouri (Dec. 1861) in JAMES D. RICHARDSON, A COMPILATION OF THE MESSAGES AND PAPERS OF THE PRESIDENTS, \n1789-1902, at 99 (Vol. V1)(вЂњGeneral: As an insurrection exists in the United States and is in arms in the State of \nMissouri, you are hereby authorized and empowered to suspend the writ of habeas corpus within the limits of the \nmilitary division under your command and to exercise martial law as you find it necessary, in your discretion, to secure \nthe public safety and the authority of the United States.вЂќ); see also Ex Parte Milligan, 71 U.S. 2, 115 (1866). \n9 Exec. Order No. 9066, 7 Fed. Reg. 1407 (Feb. 25, 1942); see also Korematsu v. United States, 323 U.S. 214 (1944). \nl0 Exec. Order No. 9981, 13 Fed. Reg. 4313 (July 28, 1948)(вЂњIt is hereby declared to be the policy of the President that \nthere shall be equality of treatment and opportunity for all persons in the armed services without regard to race, color, \nreligion or national origin.вЂќ) \n11 Press Release, The White House, Executive OrderвЂ”Patient Protection and Affordable Care Act's Consistency with \nLongstanding Restrictions on the Use of Federal Funds for Abortion (Mar. 24, 2010) http://www.whitehouse.gov/the- \npress-office/executive-order-patient-protection-and-affordable-care-acts-consistency-with-longst. Past Presidents have \nissued memoranda on abortion, including statements on the вЂњMexico City PolicyвЂќ announced by President Reagan in \nAugust 1984, which concerned the Agency for International Development's funding of nongovernmental organizations \nвЂњthat engage in a wide range of activities, including providing advice, counseling, or information regarding abortion, or \nlobbying a foreign government to legalize or make abortion available.вЂќ Memorandum on the Mexico City Policy, Pub. \nPapers 10 (Jan. 22, 1993); see also Policy Statement of the United States of America at the United Nations \nINternational Conference on Population (Second Session) Mexico, D.F., Aug. 6-13, 1984, at 4-5, \nhttp://www.populationaction.org/Publications/Reports/Global_Gag_Rule_Restrictions/MexicoCityPolicy1984.pdf \nMemorandum of March 28, 2001, Restoration of the Mexico City Policy, 66 Fed. Reg. 17303 (Mar. 29, 2001). \n12 See William J. Olson and Alan Woll, Policy Analysis, Executive Orders and National Emergencies: How Presidents \nHave Come to вЂњRun the CountryвЂќ by Usurping Legislative Power, Cato Institute (Oct. 28, 1999). \nCongressional Research Service 2 \n\fExecutive Orders: Issuance and Revocation \nJudicially Enforced Limitations \nThe proper flamework for analyzing executive orders in the judicial context may be found in \nYoungstown Sheet & Tube Co. v. Sawyer. 13 There, the Supreme Court dealt with President \nTruman's executive order directing the seizure of steel mills, which was issued in an effort to \navert the effects of a workers' strike during the Korean War. Invalidating this action, the majority \nheld that under the Constitution, вЂњthe President's power to see that laws are faithfully executed \nrefines the idea that he is to be a lawmaker.вЂќ 14 Specifically, Justice Black maintained that \npresidential authority to issue such an executive order вЂњmust stem either from an act of Congress \nor from the Constitution itself.вЂќ 15 Applying this reasoning, Justice Black's opinion for the Court \ndetermined that as no statute or Constitutional provision authorized such presidential action, the \nseizure order was in essence a legislative act. The Court further noted that Congress had rejected \nseizure as a means to settle labor disputes during consideration of the Taft-Hartley Act. Given this \ncharacterization, the Court deemed the executive order to be an unconstitutional violation of the \nseparation of powers doctrine, explaining вЂњthe founders of this Nation entrusted the lawmaking \npower to the Congress alone in both good and bad times.вЂќ 16 \nWhile Justice Black's majority opinion in Youngstown seems to refine the notion that the \nPresident possesses implied constitutional powers, it is important to note that there were five \nconcurrences in the case, four of which maintained that implied presidential authority adheres in \ncertain contexts. 17 Of these concurrences, Justice Jackson's has proven to be the most influential, \neven surpassing the impact of Justice Black's majority opinion. \nJustice Jackson's Concurrence \nJackson established a tri-partite scheme for analyzing the validity of presidential actions in \nrelation to constitutional and congressional authority. 18 Jackson's first category focuses on \nwhether the President has acted according to an express or implied grant of congressional \nauthority. If so, according to Jackson, presidential вЂњauthority is at its maximum, for it includes all \nthat he possesses in his own right plus all that Congress can delegate,вЂќ and such action is \nвЂњsupported by the strongest of presumptions and the widest latitude of judicial interpretation.вЂќ 19 \nSecondly, Justice Jackson maintained that, in situations where Congress has neither granted or \ndenied authority to the President, the President acts in reliance only вЂњupon his own independent \npowers, but there is a zone of twilight in which he and Congress may have concurrent authority, \nor in which its distribution is uncertain.вЂќ 20 In the third and final category, Justice Jackson stated \nthat in instances where presidential action is вЂњincompatible with the express or implied will of \nCongress,вЂќ the power of the President is at its minimum, and any such action may be supported \n13 343 U.S. 579 (1952). \n14 Id. at 587. \n15 Id. at 585. \n16 ld. at 586-89. \n17 Id. at 659 (Burton, J., concurring); id. at 661 (Clark, J., concurring in result only); id. at 610 (Frankfurter, J., \nconcurring); id. at 635 (Jackson, J., concurring). \n18 343 U.S. at 635-38. \n19 ld. at 635, 637. \n20 Id. at 637. \nCongressional Research Service 3 \n\fExecutive Orders: Issuance and Revocation \npursuant only to the President's вЂњown constitutional powers minus any constitutional powers of \nCongress over the matter.вЂќ 21 In such a circumstance, presidential action must rest upon an \nexclusive power, and the Courts can uphold the measure вЂњonly by disabling the Congress from \nacting upon the subject.вЂќ 22 \nApplying this scheme to the case at hand, Justice Jackson determined that analysis under the first \ncategory was inappropriate, due to the fact that President Truman's seizure of the steel mills had \nnot been authorized by Congress, either implicitly or explicitly. Justice Jackson also determined \nthat the second category was вЂњclearly eliminated,вЂќ in that Congress had addressed the issue of \nseizure, through statutory policies conflicting with the President's actions. 23 Employing the third \ncategory, Justice Jackson noted that President Truman's actions could only be sustained by \ndetermining that the seizure was вЂњwithin his domain and beyond control by Congress. вЂњ24 Justice \nJackson established that such matters were not outside the scope of congressional power, \nreinforcing his declaration that permitting the President to exercise such вЂњconclusive and \npreclusiveвЂќ power would endanger вЂњthe equilibrium established by our constitutional system.вЂќ 25 \nThese standards remain applicable in the modern era. In 1996, the United States Court of Appeals \nfor the District of Columbia invalidated an executive order issued by President Clinton on the \ngrounds that it conflicted with the National Labor Relations Act (NLRA). 26 The order at issue \nprohibited federal agencies from contracting with employers that permanently replaced striking \nemployees. Upon determining that the order conflicted with a provision of the NLRA \nguaranteeing the right to hire permanent replacements during strikes, the court of appeals held \nthat the statute preempted the executive order, stripping it of any effect. 2v \nCongressional Revocation and Alteration of \nExecutive Orders \nFurther, as long as it is not constitutionally based, Congress may repeal a presidential order, or \nterminate the underlying authority upon which the action is predicated. For example, in 2006, \nCongress revoked part of an executive order from November 12, 1838, which reserved certain \npublic land for lighthouse purposes. 28 Congress has also explicitly revoked executive orders in \ntheir entirety, such as in the Energy Policy Act of 2005, which revoked a December 13, 1912, \nexecutive order that created Naval Petroleum Reserve Numbered 2. 29 Another example of the \nexpress nullification of an executive order by Congress involved the revocation of an executive \n21 343 U.S. at 637. \n22 ld. at 637-38. \n23 Id. at 638-39. \n24 Id. at 640. \n25 Id. at 638, 640-45. \n26 Chamber of Commerce v. Reich, 74 F.3d 1322 (1996). \n27 ld. at 1339. \n28 P.L. 109-241, В§ 504(a); 16 U.S.C. В§ 668dd note. вЂњIn use from the earliest days of the Republic, the Executive Order \nwas at first employed mainly for the disposition of the public domain, for the withdrawal of lands for Indian, military, \nnaval, and lighthouse reservations or other similar public purposes.вЂќ W.P.A. HISTORICAL RECORDS SURVEY, \nPRESIDENTIAL EXECUTIVE ORDERS, VOL. I, LIST, at v (1944). \n29 P.L. 109-58, В§ 334; 10 U.S.C. В§ 7420 note. \nCongressional Research Service 4 \n\fExecutive Orders: Issuance and Revocation \norder by President George H. W. Bush to the Secretary of the Department of Health and Human \nServices to establish a human fetal tissue bank for research purposes. 30 To effectuate this repeal, \nCongress simply directed that the вЂњthe provisions of Executive Order 12806 shall not have any \nlegal effect.вЂќ 31 There have been numerous similarly revoked executive orders and proposals to \nrevoke particular executive orders. 32 \nAdditionally, Congress has used its appropriations authority to limit the effect of executive orders, \nsuch as denying salaries and expenses for an office established in an executive order, 33 as well as \ndenying funds to implement a particular section of a subsequently revoked executive order that \nwould have enabled agency heads to designate a presidential appointee to serve as the agency's \nregulatory policy officer. 34 Additionally, Congress has used appropriations acts to enable a \nprogram created by executive order to receive donations for publicity materials about the \nprogram. 35 Outside of appropriations bills, other legislative proposals have included those that \nwould codify existing executive orders with modifications. 36 \nSelect Laws Concerning Executive Orders Enacted During the \n111 th Congress \nThe 111 th Congress has passed several laws with provisions relating to existing executive orders. \nFor instance, P.L. 111-5, the American Recovery and Reinvestment Act of 2009 (ARRA) \ntransferred functions, personnel, assets, liabilities, and administrative actions that applied to the \nNational Coordinator for Health Information Technology appointed under an executive order or \nthe related office to the National Coordinator appointed under that law and the applicable office. \nFurthermore, appropriations acts, such as P.L. 111-8 and P.L. 111-117, contain several provisions \non funding of various executive orders, including the provisions mentioned in the previous \nparagraph denying funding for sections of executive orders and enabling the receipt of donations \nrelated to executive orders. P.L. 111-8 also contains prohibitions on the use of funds to delay \nimplementation of executive orders. Another appropriations act, P.L. 111-80, denies funding for \nthe promulgation of proposed or final rules allowing importation of Chinese poultry products, if \nthe rules were not issued according to the procedures for significant rules set forth in an executive \norder. \n30 Exec. Order No. 12806, 57 Fed. Reg. 21589 (May 21, 1992). \n31 P.L. 103-43, 107 Stat. 133, В§ 121. Given the highly speculative basis of any asserted constitutional authority for the \nPresident to issue such an order, there appears to be little doubt as to the legitimacy of this congressional revocation. \nSee Youngstown, 343 U.S. at 635-638. \n32 See House Comm. on Rules, Subcomm. on Legislative and Budget Process, 106 th Cong., 1 st Sess., Hearing on the \nImpact of Executive Orders on Lawmaking: Executive Lawmaking?, at 124-27 (Oct. 27, 1999); see also H.R. 5658, В§ \n2857(b), 110 th Cong (2008). This section of H.R. 5658 would have revoked Executive Order 1922 of April 24, 1914, as \namended, as it affected certain lands identified for conveyance to Utah. \n33 P.L. 108-199; 118 Stat. 338; see P.L. 110-161; 121 Stat. 2008-09; see also P.L. 111-8; 123 Stat. 669. \n34 Exec. Order 13422, 72 Fed. Reg. 2763, 2764 (Jan. 23, 2007) (revoked by Exec. Order 13497); P.L. 111-8, В§ 746; 123 \nStat. 693. \n35 P.L. 108-199; 118 Stat. 338; see P.L. 110-161; 121 Stat. 2008-09; see also P.L. 111-8; 123 Stat. 669. \n36 H.R. 3090, В§ 421, 111 th Cong. (2009); S. 642, 110 th Cong. (2008). \nCongressional Research Service 5 \n\fExecutive Orders: Issuance and Revocation \nLegislative Proposals in the 111 th Congress \nIn the 111 th Congress, several bills have been introduced regarding the revocation and \nmodification of executive orders. For example, H.R. 35, H.R. 500/S. 237, and H.R. 1228 would \ndeem particular executive orders to be without force or effect; H.R. 603 would revoke part of an \nexecutive order on certain lands identified for conveyance; H.R. 3465 would supersede an \nexecutive order; and H.R. 4453 would require the President to revoke an executive order and \namend a separate, older executive order to restore the words removed by the executive order to be \nrevoked. S. 2929 would require notice of presidential revocations, modifications, waivers, or \nsuspensions of executive orders, or authorization of such an action, to be published in the Federal \nRegister within 30 days after such action is taken. \nOther bills on executive orders proposed in the 111 th Congress are prescriptive, and do not \nnecessarily require presidential modification or revocation of executive orders. For example, H.R. \n21 would establish a committee in the Executive Office of the President that would succeed a \ncommittee established by executive order. H.R. 292 would require the Secretary of Veterans \nAffairs to ensure that that department is complying with a particular executive order. H.R. 669 \nwould redesignate an office established by an executive order. H.R. 1082 would prohibit \nimportation of foreign-made American flags, regardless of whether their proportions complied \nwith an executive order. H.R. 1367 would expand the applicability of several executive orders to \nparent companies of foreign entities that commit acts outside the United States that would violate \nsuch executive orders if the acts were committed in the United States. H.R. 3293 would prohibit \nthe appropriation or availability of funds for the procurement of goods made by child labor in \ncertain industries and countries, in accordance with an executive order. S. 237 would provide for \nthe continued existence of a council despite termination of an applicable section of an executive \norder. \nPresidential Revocation and Alteration of \nExecutive Orders \nIllustrating the fact that executive orders are used to further an administration's policy goals, there \nare frequent examples of situations in which a sitting President has revoked or amended orders \nissued by his predecessor. 37 This practice is particularly apparent where Presidents have used \nthese instruments to assert control over and influence the agency rulemaking process. President \nFord, for instance, issued Executive Order 11821, requiring agencies to issue inflation impact \nstatements for proposed regulations. 38 President Carter altered this practice with Executive Order \n37 For example, on February 17, 2001, in Executive Orders 13201-04, President Bush revoked a series of executive \norders issued by President Clinton regarding union dues and labor contracts, significantly altering several requirements \npertaining to government contracts. 66 Fed. Reg. 11221, 11225, 11227-28 (2001); see Exec. Order No. 12871, 58 Fed. \nReg. 52201 (1993); Exec. Order 12933, 59 Fed. Reg. 53559 (1994). President Obama revoked Executive Order 13201 \nin Executive Order 13496. 74 Fed. Reg. 6107 (Feb. 4, 2009). He revoked Executive Order 13202 in Executive Order \n13502. 74 Fed. Reg. 6985 (Feb. 11, 2009). President Obama also revoked Executive Order 13204 in Executive Order \n13495. 74 Fed. Reg. 6103 (Feb. 4, 2009). \n38 3 C.F.R. 926 (1971-75). \nCongressional Research Service 6 \n\fExecutive Orders: Issuance and Revocation \n12044, requiring agencies to consider the potential economic impact of certain rules and identify \npotential alternatives. 39 \nShortly after taking office, President Reagan revoked President Carter's order, implementing a \nscheme asserting much more extensive control over the rulemaking process. Executive Order \n12291 directed agencies to implement rules only if вЂњthe potential benefits to society for the \nregulation outweigh the potential costs to society,вЂќ requiring agencies to prepare a cost-benefit \nanalysis for any proposed rule that could have a significant economic impact. 4ш This order was \ncriticized by some as a violation of the separation of powers doctrine, on the grounds that it \nimbued the President with the power to essentially control rulemaking authority that had been \ncommitted to a particular agency by Congress. 41 Despite these concerns, there were no court \nrulings assessing the validity of President Reagan's order. In turn, President Clinton issued \nExecutive Order 12866, modifying the system established during the Reagan Administration. 42 \nWhile retaining many of the basic features of President Reagan's order, E.O. 12866 eased cost- \nbenefit analysis requirements, and recognized the primary duty of agencies to fulfill the duties \ncommitted to them by Congress. President George W. Bush issued two executive orders \namending E.O. 12866, E.O. 13258, and E.O. 13422, both of which were revoked by President \nObama in E.O. 13497. 43 President Bush's E.O. 13258 concerned regulatory planning and review, \nand it removed references in E.O. 12866 to the role of the Vice President, replacing several of \nthem with a reference to the Director of the Office of Management and Budget (OMB) or the \nChief of Staff to the President. 44 E.O. 13422 defined guidance documents and significant \nguidance documents and applied several parts of E.O. 12866 to guidance documents, as well as \nrequired each agency head to designate a presidential appointee to the newly created position of \nregulatory policy officeril s E.O. 13422 also made changes to the Office of Information and \nRegulatory Affairs' (OIRA's) duties and authorities, including a requirement that OIRA be given \nadvance notice of significant guidance documents. 46 President Obama's executive order revoking \nE.O. 13258 and E.O. 13422 also directed the Director of OMB and the heads of executive \ndepartments and agencies to rescind orders, rules, guidelines, and policies that implemented those \nexecutive orders. 47 \n39 3 C.F.R. 152 (1978). \n40 3 C.F.R. 127, 128 (1981). \n41 See, e.g., Morton Rosenberg, Beyond the Limits of Executive Power: Presidential Control of Agency Rulemaking \nUnder Executive Order 12291, 80 MICH. L. REV. 193 (1981); Erik D. Olsen, The Quiet Shift of Power: OMB \nSupervision of EPA Rulemaking Under Executive Order 12,291, 4 VA. J. NAT. RES. L. 1 (1984). \n42 58 Fed. Reg. 51735 (1993). \n43 74 Fed. Reg. 6113 (Feb. 4, 2009)(revoking Executive Orders 13528 and 13422). \n44 67 Fed. Reg. 9385 (Feb. 28, 2002)(amending Executive Order 12866). \n45 72 Fed. Reg. 2763 (Jan. 23, 2007)(amending Executive Order 12866). For more information on how the now- \nrevoked order had impacted Executive Order 12866, see CRS Report RL33862, Changes to the OMB Regulatory \nReview Process by Executive Order 13422, by Curtis W. Copeland. \n46 72 Fed. Reg. 2763 (Jan. 23, 2007)(amending Executive Order 12866). \n47 ld. \nCongressional Research Service 7 \n\fExecutive Orders: Issuance and Revocation \nAuthor Contact Information \nVanessa K. Burrows \nLegislative Attorney \nvburrows @ crs.loc.gov, 7-0831 \nAcknowledgments \nThis report was originally written by T. J. Halstead, Deputy Assistant Director, American Law Division. \nCongressional Research Service 8 \n\f"}